tap "homebrew/bundle"
tap "oven-sh/bun"
tap "uzimaru0000/tap"

brew "expat"
brew "libxcrypt"
brew "perl"
brew "autoconf"
brew "bat"
brew "krb5"
brew "libnghttp2"
brew "sqlite"
brew "util-linux"
brew "dbus"
brew "libffi"
brew "pcre2"
brew "glib"
brew "deno"
brew "direnv"
brew "exa"
brew "eza"
brew "fish"
brew "flyctl"
brew "fzf"
brew "libxml2"
brew "gettext"
brew "gh"
brew "ghq"
brew "lazygit"
brew "llvm"
brew "lsd"
brew "pnpm"
brew "lua-language-server"
brew "luajit"
brew "neovim"
brew "anyenv"
brew "nodenv"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sheldon"
brew "starship"
brew "tree"
brew "tree-sitter"
brew "virtualenv"
brew "xsel"
brew "z"
brew "zig"
brew "zsh"
brew "sheldon"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"