tap "homebrew/bundle"
tap "uzimaru0000/tap"
brew "expat"
brew "bat"
brew "deno"
brew "fzf"
brew "gh"
brew "ghq"
brew "lsd"
brew "rust-analyzer"
brew "zig"
brew "ripgrep"
brew "neovim"
brew "lazygit"
brew "pnpm"
brew "starship"
brew "tree"
brew "tree-sitter"

# for zsh
brew "zsh"
brew "sheldon"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"