tap "homebrew/bundle"
tap "oven-sh/bun"
tap "uzimaru0000/tap"
brew "act"
brew "libxcrypt"
brew "perl"
brew "autoconf"
brew "bat"
brew "biome"
brew "krb5"
brew "libnghttp2"
brew "sqlite"
brew "util-linux"
brew "dbus"
brew "libffi"
brew "pcre2"
brew "glib"
brew "chezmoi"
brew "deno"
brew "expat"
brew "direnv"
brew "exa"
brew "eza"
brew "fish"
brew "flyctl"
brew "fzf"
brew "libxml2"
brew "gettext"
brew "gh"
brew "ghq"
brew "jq"
brew "lazygit"
brew "llvm"
brew "lsd"
brew "tree-sitter"
brew "pnpm"
brew "lua-language-server"
brew "luajit"
brew "neovim"
brew "anyenv"
brew "nodenv"
brew "pnpm"
brew "ripgrep"
brew "rust-analyzer"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "virtualenv"
brew "xsel"
brew "webp"
brew "wget"
brew "yarn"
brew "z"
brew "zig"
brew "zsh"
brew "sheldon"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "alt-tab"
cask "multipass"
cask "warp"
cask "wireshark"
vscode "aaron-bond.better-comments"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "bierner.color-info"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "jock.svg"
vscode "lightyen.tailwindcss-intellisense-twin"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.theme-materialkit"
vscode "ms-vscode.theme-tomorrowkit"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "waderyan.gitblame"
vscode "yusukehirao.vscode-markuplint"
